Repository: astechtic/ayuvo
Catalog: ios/calorietracker/Localizable.xcstrings
Source language: en
Languages: ar, az, cs, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, uk, zh_hans

source: Edit Fast
ar: تعديل الصيام
az: Orucu redaktə et
de: Fasten bearbeiten
es: Editar ayuno
fr: Modifier le jeûne
hi: उपवास संपादित करें
it: Modifica digiuno
ja: 断食を編集
ko: 단식 편집
nl: Vasten bewerken
pl: Edytuj post
pt_br: Editar jejum
ro: Editează postul
ru: Изменить голодание
uk: Редагувати голодування
zh_hans: 编辑禁食

source: Edit Food
ar: تحرير الطعام
az: Yeməyi Redaktə Et
cs: Upravit jídlo
de: Lebensmittel bearbeiten
es: Editar alimento
fr: Modifier l'aliment
hi: भोजन संपादित करें
it: Modifica alimento
ja: 食事を編集
ko: 음식 편집
nl: Voedsel bewerken
pl: Edytuj jedzenie
pt_br: Editar alimento
ro: Editează alimentul
ru: Изменить еду
uk: Редагувати страву
zh_hans: 编辑食物

source: Enable Fallback
ar: تفعيل الاحتياط
az: Ehtiyatı aktivləşdir
cs: Zapnout zálohu
de: Fallback aktivieren
es: Activar respaldo
fr: Activer le secours
hi: फ़ॉलबैक सक्षम करें
it: Attiva fallback
ja: フォールバックを有効化
ko: 폴백 활성화
nl: Fallback inschakelen
pl: Włącz dostawcę zapasowego
pt_br: Ativar fallback
ro: Activează rezerva
ru: Включить резерв
uk: Увімкнути резервного постачальника
zh_hans: 启用备用方案

source: Enable Fasting Tracking in Settings to use this shortcut.
ar: فعّل تتبع الصيام في الإعدادات لاستخدام هذا الاختصار.
az: Bu qısayoldan istifadə etmək üçün Parametrlərdə Oruc izləməni aktiv edin.
de: Aktiviere Fasten-Tracking in den Einstellungen, um diese Kurzaktion zu nutzen.
es: Activa el seguimiento de ayuno en Ajustes para usar este atajo.
fr: Activez le suivi du jeûne dans Réglages pour utiliser ce raccourci.
hi: इस शॉर्टकट का उपयोग करने के लिए सेटिंग्स में उपवास ट्रैकिंग चालू करें।
it: Attiva il monitoraggio digiuno in Impostazioni per usare questa scorciatoia.
ja: このショートカットを使うには、設定で断食トラッキングをオンにしてください。
ko: 이 단축키를 사용하려면 설정에서 단식 추적을 켜세요.
nl: Schakel Vasten bijhouden in Instellingen in om deze snelkoppeling te gebruiken.
pl: Włącz Śledzenie postu w Ustawieniach, aby użyć tego skrótu.
pt_br: Ative o Acompanhamento de jejum em Ajustes para usar este atalho.
ro: Activează Urmărirea postului în Setări pentru a folosi această scurtătură.
ru: Включите отслеживание голодания в Настройках, чтобы использовать этот ярлык.
uk: Увімкніть відстеження голодування в налаштуваннях, щоб використовувати це швидке посилання.
zh_hans: 请在设置中开启禁食追踪以使用此快捷方式。

source: End Fast
ar: إنهاء الصيام
az: Orucu bitir
de: Fasten beenden
es: Terminar ayuno
fr: Terminer le jeûne
hi: उपवास समाप्त करें
it: Termina digiuno
ja: 断食を終了
ko: 단식 종료
nl: Vasten beëindigen
pl: Zakończ post
pt_br: Encerrar jejum
ro: Încheie postul
ru: Завершить голодание
uk: Завершити голодування
zh_hans: 结束禁食

source: End Fast Now
ar: إنهاء الصيام الآن
az: Orucu indi bitir
de: Fasten jetzt beenden
es: Terminar ayuno ahora
fr: Terminer le jeûne maintenant
hi: उपवास अभी समाप्त करें
it: Termina digiuno ora
ja: 今すぐ断食を終了
ko: 지금 단식 종료
nl: Vasten nu beëindigen
pl: Zakończ post teraz
pt_br: Encerrar jejum agora
ro: Încheie postul acum
ru: Завершить голодание сейчас
uk: Завершить голодание сейчас
zh_hans: 立即结束禁食

source: End or cancel your active fast before logging food.
ar: أنه صيامك النشط أو ألغِه قبل تسجيل الطعام.
az: Qida əlavə etməzdən əvvəl aktiv orucu bitirin və ya ləğv edin.
de: Beende oder brich dein aktives Fasten ab, bevor du Essen einträgst.
es: Termina o cancela el ayuno activo antes de registrar alimentos.
fr: Termine ou annule ton jeûne actif avant d’ajouter un aliment.
hi: भोजन लॉग करने से पहले सक्रिय उपवास समाप्त या रद्द करें।
it: Termina o annulla il digiuno attivo prima di registrare alimenti.
ja: 食事を記録する前に、進行中の断食を終了またはキャンセルしてください。
ko: 음식을 기록하기 전에 진행 중인 단식을 종료하거나 취소하세요.
nl: Beëindig of annuleer je actieve vasten voordat je voeding logt.
pl: Zakończ lub anuluj aktywny post przed dodaniem jedzenia.
pt_br: Encerre ou cancele o jejum ativo antes de registrar alimentos.
ro: Încheie sau anulează postul activ înainte de a înregistra alimente.
ru: Завершите или отмените активное голодание перед добавлением еды.
uk: Завершіть або скасуйте активне голодування перед додаванням їжі.
zh_hans: 请先结束或取消当前禁食，再记录食物。

source: Ended
ar: انتهى
az: Bitdi
de: Beendet
es: Finalizado
fr: Terminé
hi: समाप्त हुआ
it: Terminato
ja: 終了
ko: 종료
nl: Beëindigd
pl: Zakończono
pt_br: Encerrado
ro: Încheiat
ru: Завершено
uk: Завершено
zh_hans: 结束

source: Energy Burn
ar: حرق الطاقة
az: Enerji sərfi
cs: Spálená energie
de: Energieverbrauch
es: Quema de energía
fr: Calories brûlées
hi: एनर्जी बर्न
it: Consumo energetico
ja: 消費エネルギー
ko: 에너지 소모
nl: Energieverbruik
pl: Spalanie energii
pt_br: Queima de energia
ro: Ardere de energie
ru: Сжигание энергии
uk: Сжигание енергии
zh_hans: 能量消耗

source: Energy Burn Goals is now part of a single Adaptive Goals toggle that factors your Apple Health calories burned into the weekly correction.
ar: أصبحت "أهداف حرق الطاقة" الآن جزءًا من زر واحد لـ"الأهداف التكيّفية" يأخذ في الاعتبار السعرات الحرارية المحروقة من تطبيق اللياقة في حساب التصحيح الأسبوعي.
az: Enerji Yandırma Məqsədləri indi vahid Uyğunlaşan Məqsədlər keçidinin bir hissəsidir və o, Apple Health-dəki yandırdığınız kaloriləri həftəlik düzəlişə daxil edir.
cs: Cíle podle spálené energie jsou teď součástí jediného přepínače Adaptivní cíle, který započítává kalorie spálené podle Apple Health do týdenní korekce.
de: „Ziele für Energieverbrauch“ ist jetzt Teil eines einzigen Schalters für adaptive Ziele, der deinen über Apple Health gemessenen Kalorienverbrauch in die wöchentliche Korrektur einbezieht.
es: Los objetivos de energía gastada ahora forman parte de un único interruptor de objetivos adaptativos que incorpora las calorías quemadas de Salud de Apple en la corrección semanal.
fr: Les objectifs de dépense énergétique font désormais partie d'un unique réglage d'objectifs adaptatifs qui intègre les calories brûlées de votre app Santé d'Apple dans la correction hebdomadaire.
hi: "ऊर्जा खर्च लक्ष्य" अब एक ही "अनुकूली लक्ष्य" टॉगल का हिस्सा है, जो आपके Apple Health में खर्च हुई कैलोरी को साप्ताहिक सुधार में शामिल करता है।
it: Gli obiettivi di calorie bruciate fanno ora parte di un unico interruttore Obiettivi adattivi, che considera le calorie bruciate da Salute di Apple nella correzione settimanale.
ja: 「消費エネルギー目標」は単一の「適応型目標」スイッチに統合され、ヘルスケアの消費カロリーを週ごとの補正に反映するようになりました。
ko: 이제 에너지 소모 목표는 하나의 적응형 목표 토글에 포함되어, 건강 앱의 소모 칼로리를 주간 보정에 반영합니다.
nl: Doelen voor energieverbruik maken nu deel uit van één schakelaar voor Adaptieve doelen, die je via Apple Health verbrande calorieën meeneemt in de wekelijkse correctie.
pl: Cele spalania energii są teraz częścią jednego przełącznika Celów adaptacyjnych, który uwzględnia kalorie spalone z aplikacji Zdrowie firmy Apple w cotygodniowej korekcie.
pt_br: Metas de Gasto Energético agora fazem parte de um único botão de Metas Adaptáveis, que considera as calorias queimadas do seu app Saúde da Apple na correção semanal.
ro: Obiectivele de energie consumată fac acum parte dintr-un singur comutator de obiective adaptive, care include caloriile arse din Apple Sănătate în corecția săptămânală.
ru: Цели по расходу энергии теперь входят в единый переключатель «Адаптивные цели», который учитывает сожжённые калории из приложения «Здоровье» при еженедельной корректировке.
uk: Цели по расходу енергии теперь входят в единий переключатель «Адаптивние цели», которий учитивает сожжённие калории из приложения «Здоровье» при еженедельной корректировке.
zh_hans: “能量消耗目标”现已并入单一的“自适应目标”开关，会将你“健康”App 中消耗的卡路里纳入每周校正。

source: entries
ar: إدخالات
az: qeydlər
de: Einträge
es: entradas
fr: entrées
hi: प्रविष्टियाँ
it: voci
ja: 件
ko: 건
nl: registraties
pl: wpisy
pt_br: registros
ro: înregistrări
ru: записи
uk: записи
zh_hans: 条记录

source: entry
ar: إدخال
az: qeyd
de: Eintrag
es: entrada
fr: entrée
hi: प्रविष्टि
it: voce
ja: 件
ko: 건
nl: registratie
pl: wpis
pt_br: registro
ro: înregistrare
ru: запись
uk: запись
zh_hans: 条记录

source: Equipment
ar: المعدات
az: Avadanlıq
cs: Vybavení
es: Equipamiento
fr: Équipement
hi: उपकरण
it: Attrezzatura
ja: 器具
ko: 기구
nl: Materiaal
pl: Sprzęt
pt_br: Equipamento
ro: Echipament
ru: Инвентарь
uk: Обладнання
zh_hans: 器械

source: Error
ar: خطأ
az: Xəta
cs: Chyba
de: Fehler
fr: Erreur
hi: त्रुटि
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt_br: Erro
ro: Eroare
ru: Ошибка
uk: Ошибка
zh_hans: 错误

source: Estimated Nutrition
ar: التغذية المقدرة
az: Təxmini Qidalanma
cs: Odhadované nutriční hodnoty
de: Geschätzte Nährwerte
es: Nutrición estimada
fr: Nutrition estimée
hi: अनुमानित पोषण
it: Nutrizione stimata
ja: 推定栄養
ko: 예상 영양
nl: Geschatte voeding
pl: Szacowane wartości odżywcze
pt_br: Nutrição estimada
ro: Nutriție estimată
ru: Оценка питания
uk: Оценка питания
zh_hans: 估算营养

source: Estimates rely on the underlying AI model's training data (USDA FoodData Central, manufacturer panels, scientific literature). Accuracy varies by food, portion-size visibility, and provider model. Always cross-check labels for foods you log frequently.
ar: تعتمد التقديرات على بيانات تدريب نموذج الذكاء الاصطناعي الأساسي (USDA FoodData Central وملصقات القيم الغذائية من الشركات المصنّعة والمراجع العلمية). تختلف الدقة حسب الطعام ومدى وضوح حجم الحصة ونموذج المزوّد. تحقّق دائمًا من الملصقات للأطعمة التي تسجّلها كثيرًا.
az: Təxminlər əsas AI modelinin təlim məlumatlarına (USDA FoodData Central, istehsalçıların qida etiketləri və elmi ədəbiyyat) əsaslanır. Dəqiqlik qidaya, porsiya ölçüsünün görünməsinə və provayder modelinə görə dəyişir. Tez-tez qeyd etdiyiniz qidaların etiketlərini həmişə yoxlayın.
de: Die Schätzungen beruhen auf den Trainingsdaten des zugrunde liegenden KI-Modells (USDA FoodData Central, Herstellerangaben, wissenschaftliche Literatur). Die Genauigkeit hängt vom Lebensmittel, der Erkennbarkeit der Portionsgröße und dem Anbietermodell ab. Prüfe bei Lebensmitteln, die du häufig protokollierst, immer die Etikettangaben.
es: Las estimaciones se basan en los datos de entrenamiento del modelo de IA subyacente (USDA FoodData Central, etiquetas de fabricantes y literatura científica). La precisión varía según el alimento, la visibilidad del tamaño de la porción y el modelo del proveedor. Contrasta siempre las etiquetas de los alimentos que registras con frecuencia.
fr: Les estimations reposent sur les données d’entraînement du modèle d’IA sous-jacent (USDA FoodData Central, étiquettes des fabricants, littérature scientifique). Leur précision varie selon l’aliment, la visibilité de la taille de la portion et le modèle du fournisseur. Vérifiez toujours les étiquettes des aliments que vous enregistrez souvent.
hi: अनुमान अंतर्निहित AI मॉडल के प्रशिक्षण डेटा (USDA FoodData Central, निर्माताओं के पोषण लेबल और वैज्ञानिक साहित्य) पर आधारित हैं। सटीकता भोजन, परोसने की मात्रा की स्पष्टता और प्रोवाइडर मॉडल के अनुसार बदलती है। जिन खाद्य पदार्थों को आप अक्सर दर्ज करते हैं, उनके लेबल से हमेशा मिलान करें।
it: Le stime si basano sui dati di addestramento del modello IA sottostante (USDA FoodData Central, etichette dei produttori e letteratura scientifica). La precisione varia in base all’alimento, alla visibilità delle dimensioni della porzione e al modello del provider. Verifica sempre le etichette degli alimenti che registri spesso.
ja: 推定値は、基盤となるAIモデルの学習データ（USDA FoodData Central、メーカーの栄養表示、科学文献）に基づきます。精度は食品、分量の見えやすさ、プロバイダーのモデルによって異なります。頻繁に記録する食品は必ずラベルと照合してください。
ko: 추정치는 기반 AI 모델의 학습 데이터(USDA FoodData Central, 제조업체 영양 표시, 과학 문헌)를 바탕으로 합니다. 정확도는 음식, 1회 제공량의 가시성, 제공자 모델에 따라 달라집니다. 자주 기록하는 음식은 항상 라벨과 대조하세요.
nl: De schattingen zijn gebaseerd op de trainingsgegevens van het onderliggende AI-model (USDA FoodData Central, voedingsetiketten van fabrikanten en wetenschappelijke literatuur). De nauwkeurigheid varieert per voedingsmiddel, de zichtbaarheid van de portiegrootte en het providermodel. Controleer bij voedingsmiddelen die je vaak logt altijd het etiket.
pl: Szacunki opierają się na danych treningowych bazowego modelu AI (USDA FoodData Central, etykietach producentów i literaturze naukowej). Dokładność zależy od produktu, widoczności wielkości porcji i modelu dostawcy. W przypadku często rejestrowanych produktów zawsze porównuj wynik z etykietą.
pt_br: As estimativas se baseiam nos dados de treinamento do modelo de IA subjacente (USDA FoodData Central, rótulos de fabricantes e literatura científica). A precisão varia conforme o alimento, a visibilidade do tamanho da porção e o modelo do provedor. Sempre confira os rótulos dos alimentos que você registra com frequência.
ro: Estimările se bazează pe datele de antrenare ale modelului AI subiacent (USDA FoodData Central, etichetele producătorilor și literatura științifică). Precizia variază în funcție de aliment, vizibilitatea dimensiunii porției și modelul furnizorului. Verifică întotdeauna etichetele alimentelor pe care le înregistrezi frecvent.
ru: Оценки основаны на обучающих данных базовой модели ИИ (USDA FoodData Central, этикетки производителей, научная литература). Точность зависит от продукта, видимости размера порции и модели провайдера. Всегда сверяйтесь с этикетками продуктов, которые часто записываете.
uk: Оцінки базуються на навчальних даних базової моделі ШІ (USDA FoodData Central, етикетки виробників, наукова література). Точність залежить від продукту, видимості розміру порції та моделі провайдера. Завжди звіряйтеся з етикетками продуктів, які часто записуєте.
zh_hans: 估算值依赖底层 AI 模型的训练数据（USDA FoodData Central、制造商营养标签和科学文献）。准确度会因食物、份量是否清晰可见以及服务商模型而异。对于经常记录的食物，请务必与标签核对。

source: Every metabolism, calorie target, and macro split shown in the app comes from peer-reviewed equations. Your AI provider only estimates the per-meal nutrition; the daily targets are pure math from your profile.
ar: كل قيمة لاستقلاب وهدف للسعرات وتقسيم للمغذيات الكبرى تُعرض في التطبيق مستمدة من معادلات مُحكَّمة علميًا. مزوّد الذكاء الاصطناعي يقدّر فقط القيم الغذائية لكل وجبة؛ أما الأهداف اليومية فهي حسابات رياضية بحتة من ملفك الشخصي.
az: Tətbiqdə göstərilən hər metabolizm, kalori hədəfi və makro bölgüsü elmi cəhətdən təsdiqlənmiş tənliklərdən gəlir. AI provayderiniz yalnız hər yeməyin qidalanmasını qiymətləndirir; gündəlik hədəflər isə profilinizdən təmiz riyaziyyatdır.
cs: Všechny hodnoty metabolismu, kalorické cíle i rozložení maker v aplikaci vychází z recenzovaných rovnic. Tvůj AI poskytovatel jen odhaduje nutriční hodnoty jednotlivých jídel; denní cíle jsou čistá matematika z tvého profilu.
de: Jeder Stoffwechselwert, jedes Kalorienziel und jede Makro-Aufteilung in der App stammt aus wissenschaftlich überprüften Gleichungen. Dein KI-Anbieter schätzt nur die Nährwerte pro Mahlzeit; die Tageszielwerte sind reine Mathematik aus deinem Profil.
es: Cada metabolismo, objetivo de calorías y reparto de macros que se muestra en la app proviene de ecuaciones revisadas por pares. Tu proveedor de IA solo estima la nutrición por comida; los objetivos diarios son matemática pura a partir de tu perfil.
fr: Chaque métabolisme, objectif calorique et répartition de macros affiché dans l'app provient d'équations validées par des pairs. Votre fournisseur d'IA n'estime que la nutrition par repas ; les objectifs quotidiens sont purement mathématiques, à partir de votre profil.
hi: ऐप में दिखाए गए हर मेटाबॉलिज्म, कैलोरी लक्ष्य और मैक्रो विभाजन की गणना सहकर्मी-समीक्षित समीकरणों से होती है। आपका AI प्रदाता केवल प्रति-भोजन पोषण का अनुमान लगाता है; दैनिक लक्ष्य आपकी प्रोफ़ाइल से शुद्ध गणित हैं।
it: Ogni metabolismo, obiettivo calorico e ripartizione dei macro mostrato nell'app proviene da equazioni con revisione paritaria. Il tuo fornitore di IA stima solo i valori nutrizionali per pasto; gli obiettivi giornalieri sono pura matematica a partire dal tuo profilo.
ja: アプリに表示されるすべての代謝、カロリー目標、マクロ配分は査読付きの方程式から導かれます。AIプロバイダーが推定するのは1食ごとの栄養素のみで、1日の目標はあなたのプロフィールから計算される純粋な数学です。
ko: 앱에 표시되는 모든 대사량, 칼로리 목표, 매크로 비율은 동료 심사를 거친 방정식에서 산출됩니다. AI 제공업체는 식사별 영양만 추정하며, 하루 목표는 사용자 프로필을 기반으로 한 순수 계산입니다.
nl: Elke stofwisseling, calorieëndoel en macroverdeling die in de app wordt getoond, komt uit door collega's beoordeelde vergelijkingen. Je AI-provider schat alleen de voedingswaarde per maaltijd; de dagelijkse doelen zijn pure wiskunde op basis van je profiel.
pl: Każdy wynik metabolizmu, cel kalorii i podział makroskładników w aplikacji pochodzi ze zweryfikowanych naukowo równań. Twój dostawca AI szacuje tylko wartości odżywcze posiłku; dzienne cele to czysta matematyka z Twojego profilu.
pt_br: Cada metabolismo, meta calórica e divisão de macros mostrada no app vem de equações revisadas por pares. Seu provedor de IA só estima a nutrição por refeição; as metas diárias são pura matemática a partir do seu perfil.
ro: Fiecare metabolism, țintă calorică și împărțire a macronutrienților afișată în aplicație provine din ecuații evaluate de specialiști. Furnizorul tău AI estimează doar nutriția per masă; obiectivele zilnice sunt matematică pură pornind de la profilul tău.
ru: Каждый показатель метаболизма, целевая калорийность и распределение макронутриентов в приложении вычисляется по рецензируемым уравнениям. Ваш провайдер ИИ оценивает только питание по приёму пищи; дневные цели — это чистая математика на основе вашего профиля.
uk: Каждий показатель метаболизма, целевая калорийность и распределение макронутриентов в приложении вичисляется по рецензируемим уравнениям. Ваш провайдер ШІ оценивает только питание по приёму пищи; дневние цели — ето чистая математика на основе вашего профиля.
zh_hans: 应用中显示的每一项代谢、卡路里目标和宏量营养素比例都来自经过同行评审的方程式。你的 AI 提供商仅估算每餐的营养;每日目标完全由你的个人资料数学计算得出。

source: exercise
ar: تمرين
az: hərəkət
cs: cvik
de: Übung
es: ejercicio
fr: exercice
hi: व्यायाम
it: esercizio
ja: 種目
ko: 운동
nl: oefening
pl: ćwiczenie
pt_br: exercício
ro: exercițiu
ru: упражнение
uk: упражнение
zh_hans: 动作

source: Expected in 30 days
ar: المتوقع خلال 30 يومًا
az: 30 gün sonra gözlənilən
cs: Očekávání za 30 dní
de: Erwartet in 30 Tagen
es: Previsto en 30 días
fr: Prévu dans 30 jours
hi: 30 दिनों में अपेक्षित
it: Previsto tra 30 giorni
ja: 30日後の予測
ko: 30일 후 예상
nl: Verwacht over 30 dagen
pl: Oczekiwane za 30 dni
pt_br: Previsto em 30 dias
ro: Estimat în 30 de zile
ru: Ожидается через 30 дней
uk: Ожидается через 30 дней
zh_hans: 30天后预计

source: Export your food diary as JSON, Markdown, or CSV from Settings.
ar: صدّر يوميات طعامك بصيغة JSON أو Markdown أو CSV من الإعدادات.
az: Qida gündəliyinizi Parametrlərdən JSON, Markdown və ya CSV kimi ixrac edin.
cs: Exportuj deník jídel jako JSON, Markdown nebo CSV z Nastavení.
de: Exportiere dein Ernährungstagebuch als JSON, Markdown oder CSV in den Einstellungen.
es: Exporta tu diario de comidas como JSON, Markdown o CSV desde Ajustes.
fr: Exportez votre journal alimentaire en JSON, Markdown ou CSV depuis les Réglages.
hi: सेटिंग्स से अपनी फ़ूड डायरी JSON, Markdown या CSV में निर्यात करें।
it: Esporta il diario alimentare in JSON, Markdown o CSV dalle Impostazioni.
ja: 設定から食事日記をJSON・Markdown・CSVでエクスポート。
ko: 설정에서 음식 일기를 JSON, Markdown, CSV로 내보내세요.
nl: Exporteer je eetdagboek als JSON, Markdown of CSV via Instellingen.
pl: Eksportuj dziennik żywieniowy jako JSON, Markdown lub CSV w Ustawieniach.
pt_br: Exporte seu diário alimentar em JSON, Markdown ou CSV nos Ajustes.
ro: Exportă jurnalul alimentar ca JSON, Markdown sau CSV din Setări.
ru: Экспортируйте дневник питания в JSON, Markdown или CSV из настроек.
uk: Експортуйте свій щоденник харчування у форматах JSON, Markdown або CSV з Налаштувань.
zh_hans: 在设置中将饮食日记导出为 JSON、Markdown 或 CSV。

source: Fallback Provider
ar: مزود احتياطي
az: Ehtiyat təminatçısı
cs: Záložní poskytovatel
de: Fallback-Anbieter
es: Proveedor de respaldo
fr: Fournisseur de secours
hi: फ़ॉलबैक प्रदाता
it: Provider di fallback
ja: フォールバックプロバイダー
ko: 폴백 제공업체
nl: Fallback-aanbieder
pl: Dostawca zapasowy
pt_br: Provedor de fallback
ro: Furnizor de rezervă
ru: Резервный провайдер
uk: Резервний постачальник
zh_hans: 备用提供商

source: Fast
ar: سريع
az: Sürətli
cs: Rychle
de: Schnell
es: Rápido
fr: Rapide
hi: तेज़
it: Veloce
ja: 速い
ko: 빠름
nl: Snel
pl: Szybko
pt_br: Rápido
ro: Rapid
ru: Быстро
uk: Швидко
zh_hans: 快速

source: Fast (1.0 kg/wk)
ar: سريع (1.0 kg/أسبوع)
az: Sürətli (1.0 kg/həftə)
cs: Rychle (1,0 kg/týd.)
de: Schnell (1,0 kg/Woche)
es: Rápido (1,0 kg/sem)
fr: Rapide (1,0 kg/sem.)
hi: तेज़ (1.0 kg/सप्ताह)
it: Veloce (1,0 kg/sett.)
ja: 速い（1.0 kg/週）
ko: 빠름 (1.0 kg/주)
nl: Snel (1,0 kg/week)
pl: Szybko (1,0 kg/tydz.)
pt_br: Rápido (1,0 kg/sem)
ro: Rapid (1,0 kg/săpt.)
ru: Быстро (1,0 kg/нед.)
uk: Бистро (1,0 kg/нед.)
zh_hans: 快速（1.0 kg/周）

source: Fast in progress
ar: الصيام جارٍ
az: Oruc davam edir
de: Fasten läuft
es: Ayuno en curso
fr: Jeûne en cours
hi: उपवास जारी है
it: Digiuno in corso
ja: 断食中
ko: 단식 진행 중
nl: Vasten bezig
pl: Post trwa
pt_br: Jejum em andamento
ro: Post în desfășurare
ru: Голодание продолжается
uk: Голодування триває
zh_hans: 禁食进行中

source: Fast overlaps another session
ar: يتداخل الصيام مع جلسة أخرى
az: Oruc başqa sessiya ilə üst-üstə düşür
de: Fasten überschneidet sich mit einer anderen Sitzung
es: El ayuno se superpone con otra sesión
fr: Le jeûne chevauche une autre session
hi: उपवास किसी अन्य सत्र से ओवरलैप हो रहा है
it: Il digiuno si sovrappone a un’altra sessione
ja: 別の断食セッションと重複しています
ko: 다른 단식 세션과 겹칩니다
nl: Vasten overlapt met een andere sessie
pl: Post nakłada się na inną sesję
pt_br: O jejum se sobrepõe a outra sessão
ro: Postul se suprapune cu o altă sesiune
ru: Голодание пересекается с другой сессией
uk: Голодування перетинається з іншою сесією
zh_hans: 禁食与另一段记录重叠

source: Fasting
ar: الصيام
az: Oruc
de: Fasten
es: Ayuno
fr: Jeûne
hi: उपवास
it: Digiuno
ja: 断食
ko: 단식
nl: Vasten
pl: Post
pt_br: Jejum
ro: Post
ru: Голодание
uk: Голодування
zh_hans: 禁食

source: Fasting Goal Reached
ar: تم بلوغ هدف الصيام
az: Oruc hədəfinə çatıldı
de: Fastenziel erreicht
es: Objetivo de ayuno alcanzado
fr: Objectif de jeûne atteint
hi: उपवास लक्ष्य पूरा हुआ
it: Obiettivo digiuno raggiunto
ja: 断食目標を達成
ko: 단식 목표 달성
nl: Vastendoel bereikt
pl: Cel postu osiągnięty
pt_br: Meta de jejum atingida
ro: Obiectiv de post atins
ru: Цель голодания достигнута
uk: Ціль голодування досягнута
zh_hans: 已达到禁食目标

source: Fasting Tracking
ar: تتبع الصيام
az: Oruc izləmə
de: Fasten aufzeichnen
es: Seguimiento del ayuno
fr: Suivi du jeûne
hi: उपवास ट्रैकिंग
it: Monitoraggio digiuno
ja: 断食の記録
ko: 단식 추적
nl: Vasten bijhouden
pl: Śledzenie postu
pt_br: Acompanhamento de jejum
ro: Urmărirea postului
ru: Отслеживание голодания
uk: Відстеження голодування
zh_hans: 禁食跟踪

source: Fasting Tracking off
ar: تتبع الصيام متوقف
az: Oruc izləmə söndürülüb
de: Fasten-Tracking aus
es: Seguimiento de ayuno desactivado
fr: Suivi du jeûne désactivé
hi: उपवास ट्रैकिंग बंद है
it: Monitoraggio digiuno disattivato
ja: 断食トラッキングがオフです
ko: 단식 추적이 꺼져 있음
nl: Vasten bijhouden uit
pl: Śledzenie postu wyłączone
pt_br: Acompanhamento de jejum desativado
ro: Urmărirea postului este dezactivată
ru: Отслеживание голодания выключено
uk: Відстеження голодування вимкнено
zh_hans: 禁食追踪已关闭

source: Feast
ar: وليمة
az: Ziyafət
cs: Hostina
de: Festmahl
es: Festín
fr: Festin
hi: दावत
it: Banchetto
ja: ごちそう
ko: 잔치
nl: Feestmaal
pl: Uczta
pt_br: Banquete
ro: Ospăț
ru: Пир
uk: Пир
zh_hans: 大餐

source: Feet
ar: قدم
az: Fut
cs: Stopy
de: Fuß
es: Pies
fr: Pieds
hi: फीट
it: Piedi
ja: フィート
ko: 피트
nl: Voet
pl: Stopy
pt_br: Pés
ro: Picioare
ru: Футы
uk: Фути
zh_hans: 英尺

source: Female
ar: أنثى
az: Qadın
cs: Žena
de: Weiblich
es: Mujer
fr: Femme
hi: महिला
it: Donna
ja: 女性
ko: 여성
nl: Vrouw
pl: Kobieta
pt_br: Feminino
ro: Femeie
ru: Женский
uk: Жінка
zh_hans: 女性

source: Finalizing results...
ar: جارٍ إنهاء النتائج...
az: Nəticələr tamamlanır...
cs: Dokončuji výsledky…
de: Ergebnisse werden abgeschlossen…
es: Finalizando resultados…
fr: Finalisation des résultats…
hi: परिणाम अंतिम रूप दिए जा रहे हैं...
it: Finalizzazione dei risultati...
ja: 結果を確定中...
ko: 결과를 마무리하는 중...
nl: Resultaten afronden...
pl: Finalizowanie wyników...
pt_br: Finalizando resultados...
ro: Se finalizează rezultatele...
ru: Завершение обработки…
uk: Завершення обробки…
zh_hans: 正在整理结果…
